/*
 * AAUTasks.strings
 * MacConfig
 */
 
/*  AAUPortMapFirewallTask  */
"Firewall" = "Ассистент настройки переадресации портов";
"Firewall.Service.Intro" = "Ассистент настройки переадресации портов поможет переадресовать входящий трафик на определенных портах и сервисах на компьютеры Вашей сети.";
"Firewall.PortHost.Intro" = "Выберите сервис из всплывающего меню или введите общественные или частные IP-адреса и порты, для которых Вы планируете производить переадресацию.";
"Firewall.PortHost.IPv6" = "Вы также можете разрешить входящий трафик сети всем узлам IPv6 в Вашей сети.";
"Firewall.Description.Intro" = "Введите описание для этой записи переадресации порта.";
"Firewall.Description.Done" = "Завершив работу, нажмите «Готово», чтобы сохранить запись переадресации порта.";

"tcpPrivatePorts" = "Частные TCP-порт(ы)";
"tcpPublicPorts" = "Общие TCP-порт(ы)";
"udpPrivatePorts" = "Частные UDP-порт(ы)";
"udpPublicPorts" = "Общие UDP-порт(ы)";

"type" = "Сервис";
"hosts" = "Частный IP-адрес";
"privatePort" = "Частный порт";
"description" = "Описание";
"advertiseService" = "Глобальное объявление с помощью Bonjour";
"serviceName" = "Имя сервиса";
"serviceType" = "Тип сервиса";
"allowAllIPv6" = "Разрешить трафик ко всем узлам IPv6";

"ConflictingPortNumber" = "Номер общего порта находится в конфликте с портом, используемым службой базовой станции. Выберите другой номер общего порта.";/*TO BE REMOVED*/
"ConflictingPortUDP" = "Номер общего порта UDP находится в конфликте с портом, используемым службой на базовой станции. Выберите другой номер общего порта.";
"ConflictingPortUDPFileSharing" = "Номер общего порта UDP совпадает с портом общего файлового доступа на базовой станции. Отключите общий доступ к файлам и выберите другой номер порта.";
"ConflictingPortUDPFileSharingNoDisable" = "Номер общего порта UDP совпадает с портом общего файлового доступа на базовой станции. Выберите другой номер порта.";
"ConflictingPortUDPSNMP" = "Номер общего порта UDP совпадает с портом SNMP на базовой станции. Отключите SNMP и выберите другой номер порта.";
"ConflictingPortTCPFileSharing" = "Номер общего порта TCP совпадает с портом общего файлового доступа на базовой станции. Отключите общий доступ к файлам и выберите другой номер порта.";
"ConflictingPortTCPFileSharingNoDisable" = "Номер общего порта TCP совпадает с портом общего файлового доступа на базовой станции. Выберите другой номер порта.";
"ConflictingPortTCPACP" = "Номер общего порта TCP совпадает с конфигурацией порта на базовой станции. Выберите другой номер порта.";

/* Services */
"Personal File Sharing" = "Общий доступ к файлам";
"Windows Sharing" = "Общий доступ Windows";
"Personal Web Sharing" = "Общий веб-доступ";
"Remote Login - SSH" = "Удаленный вход - SSH";
"FTP Access" = "Доступ FTP";
"Apple Remote Desktop" = "Apple Remote Desktop";
"Remote Apple Events" = "Удаленные события Apple";
"Printer Sharing" = "Общие принтеры";
"POP Mail" = "POP Mail";
"POP Mail with SSL" = "POP Mail с SSL";
"IMAP Mail" = "IMAP Mail";
"IMAP Mail with SSL" = "IMAP Mail с SSL";
"SMTP Mail" = "SMTP Mail";
"QuickTime Streaming Server" = "QuickTime Streaming Server";
"Jabber" = "Jabber";
"CustomService" = "Выберите сервис";

/*  AAUIPv6FirewallTask  */

"IPv6Firewall" = "Ассистент настройки брандмауэра IPv6";
"IPv6Firewall.Intro" = "Ассистент настройки брандмауэра IPv6 поможет разрешить входящий сетевой трафик IPv6 на устройства в Вашей сети.";

"AllowLabel" = "Разр.";
"AllowAll" = "Все службы и порты";
"AllowAllTCPUDP" = "Все порты TCP и UDP";
"AllowSpecific" = "Определенные порты TCP и UDP";

"host" = "IPv6-адрес";
"tcpPorts" = "Порт (порты) TCP";
"udpPorts" = "Порт (порты) UDP";

/*  AAUUserDBTask  */

"Accounts" = "Ассистент настройки учетной записи";
"Accounts.UserPassword" = "Имя пользователя и пароль";
"Accounts.UserPassword.Intro" = "Введите учетное имя и пароль.";
"Accounts.Restrictions.FileAccess" = "Выберите доступ этой учетной записи к общим дискам.";

"name" = "Имя";
"shortName" = "Короткое имя";
"password" = "Пароль";
"passwordVerify" = "Подтвердить пароль";
"fileSharingAccess" = "Общий доступ";
"accessBelowGuest" = "Выбранный Вами уровень прав общего файлового доступа меньше, чем при доступе в качестве гостя. Этот пользователь мог бы войти в качестве гостя и тоже иметь доступ к общим жестким дискам.";
"UsernameInUse" = "Данное учетное имя уже существует. Введите однозначное имя.";

/*  AAUTimedAccessTask  */

"TimedAccess" = "Ассистент настройки контроля доступа по времени";
"TimedAccess.Intro" = "Введите беспроводной MAC-адрес клиента или AirPort ID и описание.";
"TimedAccess.Intro.Fallback" = "Введите описание для количества доступов по умолчанию в этой сети. ";
"TimedAccess.Restrictions" = "Нажмите кнопку добавления (+), чтобы настроить ограничения времени доступа к сети этого клиента.";
"TimedAccess.Restrictions.Fallback" = "Нажмите кнопку добавления (+), чтобы настроить ограничения времени доступа к сети по умолчанию.";
"ThisComputer" = "Этот компьютер";

"days.0" = "Нет доступа";
"days.1" = "По понедельникам";
"days.2" = "По вторникам";
"days.4" = "По средам";
"days.8" = "По четвергам";
"days.16" = "По пятницам";
"days.32" = "По субботам";
"days.64" = "По воскресеньям";
"days.31" = "По рабочим дням";
"days.96" = "По выходным дням";
"days.127" = "Ежедневно";

"time.0" = "до";
"time.1" = "после";
"time.2" = "между";
"time.3" = "неогран.";

"and" = "и";

"TimedAccessWillExpireOn" = "Доступ данного клиента к этой сети истекает: %@.";
"TimedAccessDidExpire" = "Доступ данного клиента к этой сети истек.";	
"TimedAccessDidExpireExplain" = "Если Вы хотите восстановить доступ к сети, Вы можете изменить ограничения времени доступа этого клиента с «Нет доступа» на иное.";

/*  AAUDHCPReservationTask  */

"DHCPReservation" = "Ассистент настройки резервирования DHCP";
"DHCPReservation.Name" = "Назовите резервирование";
"DHCPReservation.Name.Intro" = "Если Вы хотите зарезервировать для клиента в Вашей сети определенный IP-адрес, введите описание для резервирования.";
"DHCPReservation.Name.Middle" = "Зарезервируйте адрес по адресу MAC или ID клиента DHCP.";
"DHCPReservation.Name.Continue"	= "Завершив работу, нажмите «Продолжить».";
"DHCPReservation.Mapping" = "Назначьте ID клиента или MAC-адрес для IP-адреса";
"DHCPReservation.Mapping.MACAddress" = "Введите MAC-адрес для беспроводного клиента, принимающего резервирование.";
"DHCPReservation.Mapping.ClientID" = "Введите ID клиента DHCP для беспроводного клиента принимающего резервирование.";
"DHCPReservation.Mapping.IP" = "Введите IP-адрес, который Вы хотите зарезервировать для клиента. Зарезервированный Вами IP-адрес будет выдан только клиенту с адресом MAC или с ID клиента DHCP.";
"DHCPReservation.Mapping.Done"	= "Нажмите «Готово», завершив работу.";

"macAddress" = "MAC-адрес";
"clientID" = "ID клиента DHCP";
"ipv4Address" = "IPv4-адрес";
"ReserveAddressBy" = "Резервировать адрес по";

/*  AAUSimpleConfigTask  */

"WPS" = "Ассистент настройки беспроводного клиента";
"WPS.Auth.Intro" = "Существует два способа разрешить клиенту подключиться к защищенной паролем сети без ввода пароля. Вы можете либо ввести PIN для пользователя, либо разрешить доступ первому клиенту, пытающемуся подключиться к Вашей сети.";
"WPS.Auth.DayPass" = "Вы можете ограничить время доступа этого клиента 24 часами.";

"WPS.PIN.Intro" = "Введите PIN клиента.";
"WPS.PIN.Description" = "PIN будет выведен на экран клиента или будет находиться на устройстве, если клиент не имеет дисплея.";

"WPS.Done.Intro" = "Если беспроводной клиент успешно подключится к Вашей сети, Вы увидите его в списке ниже.";
"WPS.Done.Waiting" = "Ожидание беспроводного клиента…";
"WPS.Done.Failed" = "Произошла ошибка при попытке беспроводного клиента подключиться к Вашей сети. Повторите попытку.";
"WPS.Done.Success" = "Новый беспроводной клиент успешно подключился к Вашей сети.";

"AllowClientsBy" = "Разрешение клиенту";
"PIN" = "PIN";
"FirstCome" = "Первая попытка";
"DayPass" = "Ограничить доступ клиента 24 часами";

/* AAUWirelessOptionsTask */

"WirelessOptions" = "Настроить…";

/* AAUBaseStationOptionsTask */

"BaseStationOptions" = "Параметры";

/* AAUBaseStationHostnameTask */

"BaseStationHostname" = "Имя хоста";
"BaseStationHostnames" = "Имена узлов";

/* AAUEditDualChannelsTask */

"EditDualChannels" = "Радиоканалы";

"AppleWiFiConnectOptions" = "Параметры беспроводного клиента";

/* EditUSBDeviceTask */
"EditUSBDevice" = "Устройство USB";

"USBDeviceSharingAccounts" = "Учетные записи";
"USBDeviceSharingAccounts.title" = "Выберите учетные записи пользователей";
"AddNewAccount" = "Добавить новую учетную запись";
"SaveAccount" = "Сохранить учетную запись";

"USBDeviceIsExclusive" = "Одновременно это устройство может использовать только один клиент";

"USBDeviceSharing" = "Ограничения доступа";
"USBDeviceSharing.0" = "Без ограничений";
"USBDeviceSharing.1" = "Использовать пароль %@";	/* product name goes here */
"USBDeviceSharing.2" = "Использ. пароль устр. USB";
"USBDeviceSharing.3" = "Использовать учетные записи";

/* WaitForDirectConnectTask */

"WaitForDirectConnectTask" = "Подключите старую Time Capsule";
"WaitForDirectConnectTask.replacecables" = "Переключите все кабели Ethernet с предыдущей Time Capsule на новую Time Capsule.";
"WaitForDirectConnectTask.directdescription" = "Для отпимизации процесса миграции подключите дополнительный кабель Ethernet к порту WAN старой Time Capsule и к порту LAN новой \u0010Time Capsule.";
"WaitForDirectConnectTask.initialcheck" = "Проверяю подключение устройства Time Capsule к Ethernet…";
"WaitForDirectConnectTask.ok1" = "Базовые станции Time Capsule подключены.";
"WaitForDirectConnectTask.ok2" = "Чтобы начать миграцию, нажмите «Продолжить».";
"WaitForDirectConnectTask.ok3" = "Миграция может занять длительное время, в зависимости от содержимого переносимого диска.";
"WaitForDirectConnectTaskOldLabel" = "Старая Time Capsule";
"WaitForDirectConnectTaskNewLabel" = "Новая Time Capsule";

/* VerifyInternetConnection */

"VerifyInternetConnectionTitle" = "Проверяю подключение к Интернету";
"VerifyInternetConnectionTest" = "Программа «Утилита AirPort» проверяет подключение устройства %@ к Интернету.";
"VerifyInternetConnectionTestSuccess" = "Данное устройство %@ подключено к Интернету. Нажмите «Продолжить».";
"VerifyInternetConnectionTestFailure" = "Если в процессе миграции требуется подключение к Интернету, убедитесь что DSL или кабельный модем поключен к порту WAN нового устройства Time Capsule. Выключите модем, извлеките аккумулятор (при наличии), подождите несколько секунд, поместите аккумулятор обратно и снова включите модем. После подключения нажмите «Продолжить».";
"VerifyInternetConnectionTestFailureIgnore" = "Если в процессе миграции подключение к Интернету не требуется, нажмите «Продолжить».";

